[{"date":"2017-08-02T04:30:42.000Z","IdPost":"1643182302358633","caption":"Myagmardorj je první člověk, kterého jsem potkal přes couchsurfing. Právník z UB, který byl natolik slušný, že krádež jeho peněženky v Praze označil za “ztrátu” a že mu ji vlastně ukradli mi přiznal až posléze (na rozdíl od jednoho Turka, kterého jsem poznal při cestě do Frankfurtu a který mi to řekl rovnou).\n#mongolia","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1643182302358633/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t1.0-9/20525418_1643182302358633_4047806547966888572_n.jpg?_nc_cat=0&oh=bbb448628f7388d2f959967bc1dda8f5&oe=5BCA0876"},{"date":"2017-08-02T04:30:43.000Z","IdPost":"1643182325691964","caption":"S Nomin jsem se potkal během sedmihodinového letu z Frankfurtu do Ulánbátaru. Během letu mi řekla vše důležité, co jsem doteď potřeboval o Mongolsku vědět. Z našeho pohledu je ekonomická migrantka, do Německa utekla za lepším životem. Její životní poslání je pomáhat lidem, živí se jako zdravotní sestřička a příležitostně jako fotomodelka.\n#mongolia","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1643182325691964/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20451985_1643182325691964_702216998588205687_o.jpg?_nc_cat=0&oh=77b22c68d8c19dc64b6c0c48bbcddd63&oe=5BD4C738"},{"date":"2017-08-02T04:30:43.000Z","IdPost":"1643182312358632","caption":"Masha je mojí hostitelkou v Ulanbátaru a taky je to jediný člověk, kterého jsem během všech cest potkal a kterého označím za přítele. Díky ní jsem strávil v UB nakonec mnohem více času, než jsem předpokládal, prostě se mi nechtělo jinam. Mám s ní spojeno mnoho zážitků, mimo jiné půlnoční průjezd Ulanbátarem jejím autem s hudbou na maximum, takže jsme museli probudit polovinu UB, ale co, žijeme len raz, ne? \n#mongolia\n\n==========\nMasha pronajímá pokoj přes AirBnB (https://www.airbnb.cz/rooms/3535212), pokud budete někdy v UB, víte, kde zůstat.\n==========","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1643182312358632/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20507027_1643182312358632_8282594916001745160_o.jpg?_nc_cat=0&oh=e532552848f791452e78d43d58b3197b&oe=5BC9739A"},{"date":"2017-08-02T04:30:45.000Z","IdPost":"1643182379025292","caption":"Ještě jednou Masha a tentokrát její kamarádka Urnaa. Obě se o mě výborně staraly, s oběma jsem byl v UB nesmírně rád, což je asi z fotky patrné.\n#mongolia","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1643182379025292/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20506919_1643182379025292_5061826157117803698_o.jpg?_nc_cat=0&oh=54c1ec2c973ea620ecef8b2dfa3eaa1d&oe=5BC9AB08"},{"date":"2017-08-02T04:30:50.000Z","IdPost":"1643182452358618","caption":"Piari je Inuita (Eskymák), Kanaďan, který se v 18 letech dostal v rámci organizované tour do Mongolska do mini Gobi a už tady po 2 roky střídavě žije. Našel si tady adoptivní mongolskou rodinu. Moc si nepamatuji, kdy naposled jsem potkal takhle klidného a vyrovnaného člověka. Taky to byl člověk, který mě naučil jezdit na koni.\n#mongolia #canada","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1643182452358618/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20507759_1643182452358618_3470293566097116465_o.jpg?_nc_cat=0&oh=6f21e9a97ce322695da18cbe95df2278&oe=5BC61532"},{"date":"2017-08-02T04:30:50.000Z","IdPost":"1643182459025284","caption":"Nejmladší a nejstarší člen mongolské rodiny, u které jsem pár dní zůstal a kteří se o mě výborně starali. S omezeným množstvím elektřiny, bez sprchy, bez počítačů atd. tady žijí po mnoho let. Amra, nejmladší z nich, mě tady učil skládat rubikovu kostku.\n#mongolia","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1643182459025284/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20451866_1643182459025284_955819483617941036_o.jpg?_nc_cat=0&oh=725669f54037ec16a2fc39d00c35cfd5&oe=5C0E6446"},{"date":"2017-08-13T06:00:51.000Z","IdPost":"1655060254504171","caption":"Jeden z hlídačů sídliště, kde jsem v Xi’anu bydlel. Vedli jsme spolu mnohokrát rozhovor, který ale vždy vypadal naprosto stejně (střídali jsme se jen v tom, kdo začne první):\n\n“Hello, how are you?”\n“Hello, fine, and you?”\n“Fine! Thanks!”\n“See you!”\n“See you!”\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1655060254504171/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20746085_1655060254504171_4253057290907266017_o.jpg?_nc_cat=0&oh=bbbc4cb93d4115ee0dcc33c77b48455b&oe=5C099C04"},{"date":"2017-08-13T06:01:10.000Z","IdPost":"1655060694504127","caption":"默, učitelka angličtiny na zdejší vysoké škole, byla mojí hostitelkou v Xi’anu. Každý den pro mě připravovala snídani i večeře. Když jsem se ráno probudil, byla už v práci, ale já měl jistotu, že v kuchyni na mě čeká překvapení. Dala mi základní informace o Číně, naučila mě základní fráze, pomohla mi koupit jízdenku do dalšího města, projela se mnou celé město na kole, naučila mě jíst hůlkama, objevil jsem díky ní Hot Pot. Zbožňuje pivo, které pije od 8 let. Byla několikrát v Evropě a Americe, ale nikdy o tom neřekla nikomu z rodiny, protože by měli strach.\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1655060694504127/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20776685_1655060694504127_2231657761460226509_o.jpg?_nc_cat=0&oh=af1002f49fcc4e9f8c6b663d329c8e46&oe=5BD930BB"},{"date":"2017-08-21T12:33:23.000Z","IdPost":"1664284806915049","caption":"情已逝 je farmář z Kunmingu. Potkal jsem ho ve vlaku kousek před dojezdem do Kunmingu. Chvíli mě pozoroval a poté mi podal telefon se zprávou, která je na obrázku. Pak mě pozval na jídlo, zavolal své anglicky mluvící sestře a přes ní jsme spolu komunikovali. Díky tomu jsem se dozvědel, že přeplaval Jang-c’-ťiang.\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1664284806915049/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20934830_1664284806915049_5720339980132882831_o.jpg?_nc_cat=0&oh=0575ee24d1474092b961c9aeaadf1896&oe=5C09A089"},{"date":"2017-08-21T12:33:47.000Z","IdPost":"1664285110248352","caption":"Michael je učitel přírodních věd z USA, kterého jsem potkal během první cyklistické etapy. Byl zde na cyklovýletě. Potkal jsem ho na začátku dlouhého stoupání, během kterého pořád mluvil, zatímco já se snažil přežít. Na konci stoupání mi dal čínskou tatranku.\n#china #usa","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1664285110248352/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20934236_1664285110248352_5677469901968163017_o.jpg?_nc_cat=0&oh=03fc0646f432acd939ee74b4d49deac8&oe=5C10CC80"},{"date":"2017-08-21T12:34:23.000Z","IdPost":"1664285660248297","caption":"Čínský pár, který mě hostil v Kunmingu. Dostával jsem od nich každý den skvělé snídaně, obědy i večeře, během kterých si mě buď natáčeli, nebo fotili. Záchvaty smíchu dostávali obzvláště tehdy, když jsem jedl příborem. Neuměli vůbec ani slovo anglicky, komunikovali jsme jen přes Google Translate. Měl jsem se u nich jako v peřince a při loučení mě objímali jako málokdo.\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1664285660248297/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20935130_1664285660248297_376095650808989511_o.jpg?_nc_cat=0&oh=4524a5d4bf90b9bac9044333eb38e81b&oe=5BCD0D3C"},{"date":"2017-08-21T12:41:02.000Z","IdPost":"1664291786914351","caption":"Neznámá dívka, kterou jsem potkal ve vlaku z Xi’anu do Kunmingu. Sedla si naproti a pozorovala mě, jak se chvíli snažím otevřít folii s rybími prsty. Po čase to nevydržela, folii popadla a sama ji otevřela. Já ji za to nabídl první prst, což odmítla. Celou scénu ale zpozoroval její otec a od té doby mi nabízel vše, co čínská rodina vlastnila.\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1664291786914351/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/21014012_1664291786914351_2425495914579970308_o.jpg?_nc_cat=0&oh=14c869412f1dc508bfc58d3a16720b00&oe=5C1382D2"},{"date":"2017-08-21T12:42:07.000Z","IdPost":"1664292910247572","caption":"罗牧恩 je syn majitele obchodu, kde jsem si kupoval kolo. Byl zblázněný do cyklistiky a nadšený tím, že chci část cesty urazit na kole. Prohlížel si všechny fotografie z mé cyklojízdy do Ázerbájdžánu. Jemu i otci se to líbilo natolik, že mi dali na kolo velkou slevu, nejspíš se vzdali marže.\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1664292910247572/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/20934901_1664292910247572_8948980018479204516_o.jpg?_nc_cat=0&oh=80c076df16e889d8460b2e79e24cae7e&oe=5C1348DC"},{"date":"2017-09-29T07:53:16.000Z","IdPost":"1704436932899836","caption":"Neznámý vietnamský pán, u kterého jsem se zastavil pro doplnění zásob. Pozval mě na čaj a pak mi dal na cestu bonbon.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704436932899836/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22137235_1704436932899836_5719301234347317634_o.jpg?_nc_cat=0&oh=d01dd4b0ee064501e2b992de9361eb98&oe=5BDED91E"},{"date":"2017-09-29T07:53:39.000Z","IdPost":"1704437142899815","caption":"Vietnamec, který mi pomohl několik kilometrů do kopce. Tady ve Vietnamu je hrozné vedro a jezdit na kole přes ty kopce je utrpení. Jednou jsem se začal drápat na jeden kopec a když to viděl tenhle pán, hned za mnou přijel, chytil mě za ruku a vyvezl mě až nahoru.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704437142899815/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22096202_1704437142899815_8329969312803142404_o.jpg?_nc_cat=0&oh=7799bc518c6cb4788344094eab717fab&oe=5C0B7E17"},{"date":"2017-09-29T07:53:43.000Z","IdPost":"1704437202899809","caption":"Barbara byla moje AirBnB hostitelka z Kunmingu, u které jsem strávil více než týden. Je z Nového Zélandu a v Číně si otevřela kavárnu, kde jsem mohl chodit každý den na snídaně zdarma.  \nBydlela v typickém čínském sídlišti ve 30. patře, odkud měla úžasný výhled na celé město.\n#china #newzealand","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704437202899809/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22096224_1704437202899809_4604131566255974704_o.jpg?_nc_cat=0&oh=37b1592feabc6a5ad2b121cf47d28e26&oe=5BCF17F2"},{"date":"2017-09-29T07:53:44.000Z","IdPost":"1704437212899808","caption":"Má čínská přítelkyně Ray. Obě fotky dělí přesně jeden měsíc, ta první je vytvořena v Číně 10 minut poté, co jsme se poprvé setkali, ta druhá je z Vietnamu, 10 minut předtím, než jsme se viděli naposled. \n\nRay mě provedla celou Čínou, Japonskem a Koreou. Je to nesmírně cílevědomá holka, tam, kde ostatní končí, ona teprve začíná. Má mimořádnou schopnost najít řešení v jakékoliv situaci. I třeba tehdy, když je sama na hranici mezi Čínou a Vietnamem, chce hranice překročit, ale nemá vízum a Číňané ji odmítnou přes hranice pustit, stejně se za pár minut ve Vietnamu prostě objeví...\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704437212899808/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/21994445_1704437212899808_789286221837970903_o.jpg?_nc_cat=0&oh=1beefe8d0d082426e6849ae949b2886b&oe=5BC7B602"},{"date":"2017-09-29T07:54:04.000Z","IdPost":"1704437616233101","caption":"Tři Vietnamci, kteří mě pozvali ve stejný den na pivo a na drobné zákusky. Všichni měli tetování, to je pro mě poznávací znamení, jakmile má člověk tetování, vím, že mě pozve nebo mi bude chtít s něčím pomoct. Strávili jsme spolu dvě hodiny, během kterých jsme si vůbec nerozuměli, neuměli ani slovo anglicky. Pak si k nám přisedla servírka, která naopak anglicky uměla dobře a následovala typická serie otázek: odkud jsem, kolik mi je, zda cestuji s přáteli a zda mám přítelkyni či manželku.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704437616233101/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22135375_1704437616233101_6086304386092874218_o.jpg?_nc_cat=0&oh=9d8d10082ce8d3036e862c7cc01b9ea2&oe=5C0F11AC"},{"date":"2017-09-29T07:54:46.000Z","IdPost":"1704438082899721","caption":"Ninh byla recepční v hotelu v Lao Cai, kde jsem zůstal místo jednoho dne celé dva týdny. Měla snad každý večer směny, a tak jsme se občas mohli bavit. Díky ní jsem třeba objevil Sa Pu a různá vietnamská jídla.\n\nJednou jsme si povídali a Ninh mi řekla, že pokud chci, mám řidičák a umím jezdit na motorce, tak mi její kamarád jednu půjčí. Já nikdy na motorce neseděl, ale i tak jsem ji řekl, že rozhodně chci. Zbylé dva týdny jsem s ní pak absolvoval několik set adrenalinovaých kilometrů severem Vietnamu, během kterých jsem se snažil ukrývat před policejními kontrolami.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704438082899721/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22135450_1704438082899721_166280555163020420_o.jpg?_nc_cat=0&oh=6c2dd244e8a979ddf58580811ae089de&oe=5BD1E0FD"},{"date":"2017-09-29T07:54:50.000Z","IdPost":"1704438132899716","caption":"Moje čínská přítelkyně Ray a její sestřenice Jade. Obě se ale navzájem označují jako sestry, protože v době, kdy se narodily, platila v Číně politika jednoho dítěte a Číňané nesměli mít dva potomky. Ray mi mnohokrát říkala, jak jí mrzí, že nemohla mít sestru, tak si jednu vyrobila ze sestřenice. Mimochodem většina mladších Číňanů, které jsem potkal, byli jedináčci.\n\nJade podobně jako Ray nemluví anglicky a nemohli jsme se tak často domluvit, co si dát k jídlu. Když se mě zeptaly, zda chci jíst XY, já vždy řekl “yes”, protože “no” by chtěly zdůvodnit. Získal jsem díky tomu pověst, že jím úplně všechno. Jednoho dne to došlo až tak daleko, že mě obě testovaly, co jsem ještě schopný sníst, kam až jsem ochotný zajít a říct “no” (skončili jsme až u živé žáby).\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704438132899716/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/21994316_1704438132899716_3201296576013421873_o.jpg?_nc_cat=0&oh=8c7d7edb1fd95099084412100692c3f1&oe=5BC96EB4"},{"date":"2017-09-29T07:54:51.000Z","IdPost":"1704438146233048","caption":"Recepční v jednom činském hostelu v Jianshui. Přijel jsem tam už za večera. Potřeboval jsem jít rychle spát, ale recepční nikde. Musel jsem na něj čekat víc než půl hodiny, během které mě po dlouhé době začal popadat vztek. Nebylo jak ten čas využít a byl jsem po celodenním cyklovýletě, hladový a unavený. Když jsem ho pak viděl, jak šouravým krokem přichází a přitom si hraje na mobilu, chtěl jsem ho vážně zabít. Pak mi ještě řekl, že moje rezervace neplatí, protože používá ještě Agodu místo Bookingu a tam už si někdo zarezervoval to, co jsem měl mít já a že to zapomněl na Bookingu změnit…Díval jsem se na něj a přemýšlel, jak to udělat, aby to vypadalo jako sebevražda. \n\nA pak mi hlavou projela vzpomínka na nomádskou rodinu v Mongolsku, jaký tam byl klid, žádný stres, nic a začal jsem přemýšlet, že vlastně o nic nejde. Zeptal jsem se ho, jaké mám možnosti a řekl mi, že mě může nechat přespat u sebe a že bude chtít jen poloviční cenu. Pak jsme si přátelsky povídali a pozval mě na večeři, za mě zaplatil stejnou cenu, jakou jsem mu dal za ubytování.\n#china","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704438146233048/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22137097_1704438146233048_8870901619435357736_o.jpg?_nc_cat=0&oh=105a0f46454d956f061b79d3d1753c41&oe=5C0DEF06"},{"date":"2017-09-29T07:54:52.000Z","IdPost":"1704438152899714","caption":"Neznámá vietnamská rodina, která mě pozvala k sobě na jídlo, když jsem kolem nich v poledne projížděl. Posadili mě na zem na Micky Mouse, postavili proti mě větrák a já si zatím užíval darovaného jídla. Během té doby přicházely další a další vietnamské dámy a já poznal, jak to zní, když se nahlas baví cca 10 Vietnamek a je to rozhodně zážitek!\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704438152899714/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22051380_1704438152899714_2586869160135229719_o.jpg?_nc_cat=0&oh=51447c47261c1f14235050233d637e56&oe=5BD0D0D5"},{"date":"2017-09-29T07:54:59.000Z","IdPost":"1704438246233038","caption":"Jeden důchodce z Nizozemska, který se vydal na cestu kolem světa na tomhle. Potkali jsme se asi 100 km za Lao Cai, kde jsme oba přespávali ve stejném hotelu. Když jsem si ho chtěl ráno vyfotit, byl už pryč, naštěstí jsem ho potkal o pár desítek kilometrů dále.\n#vietnam #nederland","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1704438246233038/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/22096218_1704438246233038_8639244118097767119_o.jpg?_nc_cat=0&oh=738f5b0e28f3e347c3d7f9f7b8825c3c&oe=5BDE5430"},{"date":"2017-11-12T14:04:16.000Z","IdPost":"1753911157952413","caption":"Sabrina je mimořádně chytrá Vietnamka, kterou jsem potkal den před mým odjezdem z Hanoje. Je to učitelka angličtiny, která strávila dva roky v Americe. Tam si také nechala udělat tetování, které je na obrázku: nápis freedom. Strávili jsme spolu pár hodin cykloobjezdem West Lake, během kterého mi vysvětlila, jak je pro ní svoboda důležitá věc a že chce strávit zbytek života v nějaké demokratické zemi a ne ve Vietnamu.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1753911157952413/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t1.0-9/23559478_1753911157952413_6814995832686978419_n.jpg?_nc_cat=0&oh=86f359cc049c960c5e90112b3b11d0e8&oe=5BCB4EB3"},{"date":"2017-11-12T14:05:21.000Z","IdPost":"1753912594618936","caption":"Jednoho dne jsem se se potřeboval dostat přes celý Hanoj na druhý konec města, a tak jsem po delší době využil Uber a poprvé jsem si objednal mototaxi. Hoàng mě provezl skoro celým městem, pyšně mi ukazoval, co je se mu ve měste libí a moc nerespektoval trasu, kterou mu vybral Uber. Ale bylo to fajn, od té doby už nic jiného než mototaxi neberu.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1753912594618936/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/23415446_1753912594618936_8162999410342211949_o.jpg?_nc_cat=0&oh=dda2198d5f618ff35e55e54ecb323a6a&oe=5C0CD314"},{"date":"2017-11-12T14:05:42.000Z","IdPost":"1753912951285567","caption":"Jednoho dne jsem si vzal kolo a jel se projet kolem jezer, kterých je v Hanoji hodně. U jednoho jsem odpočíval, když si ke mně přisedl chlapec na fotce uprostřed a občas se na mě nesměle díval. Přemýšlel jsem o dvou teoriích: a) je to homosexuál a líbím se mu, b) chce mi něco prodat. Po chvíli si přisedl i jeho kamarád a ukázalo se, že existuje ještě třetí varianta. Byli to dva vysokoškoští studenti, kteří za mnou přišli, abychom spolu chvíli mluvili anglicky, protože ji chtěli trénovat.\n\nA tak jsme si tak hodinu povídali o všem možném. Říkali mi různé věci o Vietnamu a Hanoji a pomohli mi naplánovat další dny. Bavili jsme se dlouho, než se mě zeptali na to, co mi v Hanoji vadí a co bych po zkušenostech z Evropy u nich změnil. Říkal jsem jim, že mi vadí kvalita vzduchu, že se tam špatně dýchá a vytáhl jsem telefon a ukázal jim nomadlist.com, kde je vidět, co lidé hodnotí pozitivně a negativně na Hanoji. Tak si to prohlíželi až narazili na kolonku “gay friendly”, kde je Hanoi hodnocen nejhůře, a začali se mě vyptávat, zda je pro mě ta stránka důležitá a proč potřebuji být v městě, které je gay friendly a já se jim snažil vysvětlit, že zrovna tohle pro mě důležité není, ale pro někoho jiného ano. Pak se mě začali dotazovat na to, proč jsem v Hanoji sám, kde mám přítelkyni a tak, nejspíš si chybně mysleli, že jsem gay. Patrně mi to nevěřili, a tak jsme se rozloučili, čímž trochu potvrdili, že je v tomhle hodnocení Hanoje možná správné.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1753912951285567/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/23415382_1753912951285567_2344964890897626492_o.jpg?_nc_cat=0&oh=048ed31e1a6aebfdd6d3ee7d7705b9b3&oe=5BCDAC0B"},{"date":"2017-11-12T14:06:21.000Z","IdPost":"1753913661285496","caption":"Na ten den nezapomenu. Už byly téměř 3 hodiny odpoledne, když jsem procházel Lao Cai a hledal místo, kde mě nakrmí. A tak jsem vešel do jedné nevýrazné restaurace a z bohatého menu si vybral steak. Pár minut jsem čekal a pak to přišlo. Nejlepší steak v mém životě! Chutnalo mi to tak, že jsem tam byl o tři hodiny později znova a objednal si ho zase, tentokrát pod záminkou večeře. A další den zase. A pak už jsem tam chodil každý den, nebo obden. Všichni číšníci mě už znají jménem a nemusím říkat, co chci. Oni vědí. Na památku jsem si alespoň vyfotil jednoho z nich.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1753913661285496/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/23509398_1753913661285496_4848787179614055364_o.jpg?_nc_cat=0&oh=1e360e77cd906ca852aec67355fbebf7&oe=5BCB1994"},{"date":"2017-11-12T14:06:33.000Z","IdPost":"1753913914618804","caption":"Hoa je nesmírně milá Vietnamka, která žije v Hanoji. Je to asi první umělkyně, kterou jsem na cestě potkal. Vystudovala něco jako je česká AVU a teď se živí jako grafička. \n\nKdyž jsem viděl její kresby, tak jsem ji požádal, aby mě nenaučila malovat portrét. A tak jsme se jednoho dne sešli, Hoa mi darovala několik pomůcek pro kreslení a začala mě učit. Od té chvíle nastal tříhodinový dril, během kterého jsem pro změnu učil já Hoa, co je to tzv. pochvala. Občas čtu stránku Přiznání Vietnamců a někdo tam napsal, že ho rodiče jednou pochválili, načež se do něj ostatní Vietnamci pustili, že je to rozhodně fake, že to nemůže být pravda, protože vietnamští rodiče nikdy nechválí. Teď už to trochu chápu.\n#vietnam","postUrl":"https://www.facebook.com/DundeeVsSvet/photos/a.1643182245691972.1073741838.1086933947983474/1753913914618804/?type=3","photoUrl":"https://scontent.xx.fbcdn.net/v/t31.0-8/23415564_1753913914618804_6436905963083094913_o.jpg?_nc_cat=0&oh=f3d251c15bb2f4bba3f1cc3f64ee1f7d&oe=5BD8DF52"}]